tap "adoptopenjdk/openjdk"
tap "ekzhang/bore"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "parksb/x"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "berkeley-db"
brew "perl"
brew "biber"
brew "blueutil"
brew "bore-cli"
brew "glib"
brew "clang-format"
brew "cloudflared"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "croc"
brew "dust"
brew "harfbuzz"
brew "node"
brew "emscripten"
brew "fd"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libarchive"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glfw"
brew "glm"
brew "gnupg"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "httpie"
brew "hurl"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "libfido2"
brew "libpq"
brew "lsd"
brew "lua"
brew "tree-sitter"
brew "neovim"
brew "openblas"
brew "openssl@1.1"
brew "pandoc"
brew "pinentry-mac"
brew "pipenv"
brew "procs"
brew "pyenv"
brew "pygobject3"
brew "qt@5"
brew "ripgrep"
brew "shellcheck"
brew "suite-sparse"
brew "tealdeer"
brew "tectonic"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "vtk"
brew "wget"
brew "woff2"
brew "youtube-dl"
cask "collie"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-monaspace-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "hammerspoon"
cask "keybase"
cask "keycastr"
cask "maccy"
cask "openinterminal-lite"
cask "openttd"
cask "orbstack"
cask "rectangle"
cask "skim"
cask "wezterm"
cask "xquartz"
