tap "ekzhang/bore"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "biber"
brew "glib"
brew "cmake"
brew "coreutils"
brew "fd"
brew "fish"
brew "fzf"
brew "gallery-dl"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glfw"
brew "glm"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "harfbuzz"
brew "graphviz"
brew "lsd"
brew "lua"
brew "neovim"
brew "pandoc"
brew "pinentry-mac"
brew "postgresql@14"
brew "qt@5"
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "tealdeer"
brew "tectonic"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "ekzhang/bore/bore"
cask "alacritty"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "maccy"
cask "openinterminal-lite"
cask "openttd"
cask "skim"
cask "vv"
